Repository: LevKosyk/BoilEggs
Catalog: lib/l10n/app_*.arb
Languages: de, es, pl, pt, uk

# tip82
source: Don’t reuse boiling water for taste.
de: Kochwasser nicht wiederverwenden.
es: No reuses agua de cocción para sabor.
pl: Nie używaj wody z gotowania do picia.
pt: Não reuse água do cozimento.
uk: Не пийте воду після варіння.

# tip83
source: Use timer presets for consistency.
de: Timer-Presets nutzen.
es: Usa preajustes de tiempo para consistencia.
pl: Używaj stałych ustawień czasu.
pt: Use predefinições de tempo.
uk: Використовуйте таймер.

# tip84
source: Eggs cook faster at higher heat.
de: Höhere Hitze kocht schneller.
es: Los huevos se cocinan rápido a fuego alto.
pl: Wyższy ogień = szybsze gotowanie.
pt: Fogo alto cozinha mais rápido.
uk: Сильніший вогонь варить швидше.

# tip85
source: Cooling improves texture.
de: Abkühlen verbessert die Textur.
es: Enfriar mejora la textura.
pl: Chłodzenie poprawia teksturę.
pt: Resfriar melhora a textura.
uk: Охолодження покращує текстуру.

# tip86
source: Peel gently to keep egg smooth.
de: Sanft pellen für glatte Eier.
es: Pela suave para mantener el huevo liso.
pl: Obieraj delikatnie, by jajko było gładkie.
pt: Descasque devagar para ficar liso.
uk: Чистіть повільно, щоб яйце було гладким.

# tip87
source: A cracked shell doesn’t ruin taste.
de: Riss ruiniert den Geschmack nicht.
es: Una grieta no arruina el sabor.
pl: Pęknięcie nie psuje smaku.
pt: Rachadura não estraga o sabor.
uk: Тріщина не псує смак.

# tip88
source: Use vinegar for emergency cracks.
de: Essig rettet geplatzte Eier.
es: Usa vinagre para grietas de emergencia.
pl: Ocet ratuje pęknięte jajka.
pt: Use vinagre para rachaduras.
uk: Оцет рятує тріснуті яйця.

# tip89
source: Eggs are budget-friendly protein.
de: Eier sind günstiges Protein.
es: Los huevos son proteína económica.
pl: Jajka to tanie źródło białka.
pt: Ovos são proteína barata.
uk: Яйця — дешевий білок.

# tip90
source: Avoid overcrowding the steamer.
de: Dämpfer nicht überladen.
es: No llenes demasiado la vaporera.
pl: Nie przepełniaj parowaru.
pt: Não encha demais o vaporizador.
uk: Не переповнюйте пароварку.

# tip91
source: Room temp eggs reduce shock.
de: Zimmertemperatur reduziert Schock.
es: Huevos a temp. ambiente reducen shock.
pl: Temp. pokojowa zmniejsza szok.
pt: Temp. ambiente reduz choque.
uk: Кімнатна температура зменшує шок.

# tip92
source: Shell thickness varies by age.
de: Schalendicke variiert mit Alter.
es: El grosor de la cáscara varía con la edad.
pl: Grubość skorupki zależy od wieku kury.
pt: Espessura da casca varia com idade.
uk: Товщина шкаралупи залежить від віку.

# tip93
source: Soft eggs need less water depth.
de: Weiche Eier brauchen weniger Wasser.
es: Los huevos suaves necesitan menos agua.
pl: Jajka na miękko potrzebują mniej wody.
pt: Ovos moles precisam de menos água.
uk: М'які яйця потребують менше води.

# tip94
source: Hard eggs are easier to transport.
de: Harte Eier sind transportfähig.
es: Los huevos duros son fáciles de llevar.
pl: Jajka na twardo łatwo transportować.
pt: Ovos duros são fáceis de levar.
uk: Круті яйця легко возити з собою.

# tip95
source: Egg whites set at lower temperatures.
de: Eiweiß stockt bei niedrigerer Temp.
es: Las claras cuajan a menor temperatura.
pl: Białko ścina się w niższej temp.
pt: Claras firmam em temperatura menor.
uk: Білок твердне при нижчій температурі.

# tip96
source: Yolks thicken as they cook.
de: Eigelb dickt beim Kochen ein.
es: Las yemas se espesan al cocinar.
pl: Żółtka gęstnieją podczas gotowania.
pt: Gemas engrossam ao cozinhar.
uk: Жовток густіє при варінні.

# tip97
source: Practice improves perfect timing.
de: Übung macht den Meister.
es: La práctica mejora el tiempo perfecto.
pl: Praktyka czyni mistrza.
pt: Prática melhora o tempo perfeito.
uk: Практика дає ідеальний результат.

# tip98
source: Consistent egg size helps accuracy.
de: Gleiche Größe hilft bei der Genauigkeit.
es: El tamaño constante ayuda a la precisión.
pl: Stały rozmiar jajek ułatwia gotowanie.
pt: Tamanho constante ajuda na precisão.
uk: Однаковий розмір допомагає точності.

# tip99
source: Use same pot for repeat results.
de: Immer denselben Topf nutzen.
es: Usa la misma olla para repetir resultados.
pl: Używaj tego samego garnka dla powtarzalności.
pt: Use a mesma panela para repetir resultados.
uk: Варіть в одній каструлі для стабільності.

# tip100
source: Timer apps improve consistency.
de: Timer-Apps verbessern die Konstanz.
es: Las apps de temporizador mejoran la consistencia.
pl: Aplikacje pomagają w gotowaniu.
pt: Apps de timer melhoram consistência.
uk: Додатки-таймери покращують результат.

# tip101
source: Don’t rush the cooling step.
de: Abkühlen nicht überspringen.
es: No apures el paso de enfriamiento.
pl: Nie pomijaj chłodzenia.
pt: Não pule o resfriamento.
uk: Не пропускайте охолодження.

# tip102
source: Eggs are great post-workout food.
de: Eier sind gutes Essen nach dem Sport.
es: Los huevos son buena comida post-entreno.
pl: Jajka są dobre po treningu.
pt: Ovos são bons pós-treino.
uk: Яйця корисні після тренування.

# tip103
source: Eggshells can be composted.
de: Schalen sind kompostierbar.
es: Las cáscaras se pueden compostar.
pl: Skorupki można kompostować.
pt: Cascas podem ser compostadas.
uk: Шкаралупу можна компостувати.

# tip104
source: Cool eggs peel more cleanly.
de: Kalte Eier pellen sich sauberer.
es: Los huevos fríos se pelan mejor.
pl: Zimne jajka obiera się czysto.
pt: Ovos frios descascam melhor.
uk: Холодні яйця чистяться чистіше.

# tip105
source: Use calm heat for best texture.
de: Ruhige Hitze für beste Textur.
es: Usa calor tranquilo para mejor textura.
pl: Spokojne gotowanie to lepsza tekstura.
pt: Calor calmo para melhor textura.
uk: Спокійний вогонь — краща текстура.

# tip106
source: Eggs are naturally low-carb.
de: Eier haben wenig Kohlenhydrate.
es: Los huevos son bajos en carbohidratos.
pl: Jajka mają mało węglowodanów.
pt: Ovos têm pouco carboidrato.
uk: Яйця містять мало вуглеводів.

# tip107
source: Perfect eggs come from consistency.
de: Perfekte Eier kommen durch Beständigkeit.
es: Los huevos perfectos vienen de la constancia.
pl: Idealne jajka biorą się z konsekwencji.
pt: Ovos perfeitos vêm da consistência.
uk: Ідеальні яйця — результат послідовності.
