Repository: LevKosyk/BoilEggs
Catalog: lib/l10n/app_*.arb
Languages: de, es, pl, pt, uk

source: Soft
de: Weich
es: Suave
pl: Na miękko
pt: Mole
uk: Рідке

source: Medium
de: Mittel
es: Medio
pl: Na twardo
pt: Médio
uk: В мішечок

source: Hard
de: Hart
es: Duro
pl: Mocno ścięte
pt: Duro
uk: Круте

source: Start
es: Iniciar
pt: Iniciar
uk: Старт

source: Stop
de: Stopp
es: Detener
pt: Parar
uk: Стоп

source: Settings
de: Einstellungen
es: Configuración
pl: Ustawienia
pt: Configurações
uk: Налаштування

source: Language
de: Sprache
es: Idioma
pl: Język
pt: Idioma
uk: Мова

source: English
de: Englisch
es: Inglés
pl: Angielski
pt: Inglês
uk: Англійська

source: Spanish
de: Spanisch
es: Español
pl: Hiszpański
pt: Espanhol
uk: Іспанська

# eggReadyTitle
source: Egg Ready!
de: Ei ist fertig!
es: ¡Huevo Listo!
pl: Jajko Gotowe!
pt: Ovo Pronto!
uk: Яйце Готове!

# eggReadyBody
source: Your egg is boiled to perfection.
de: Dein Ei ist perfekt gekocht.
es: Tu huevo está cocinado a la perfección.
pl: Twoje jajko jest idealnie ugotowane.
pt: Seu ovo está cozido com perfeição.
uk: Ваше яйце ідеально зварене.

source: Select Language
de: Sprache wählen
es: Seleccionar Idioma
pl: Wybierz Język
pt: Selecionar Idioma
uk: Оберіть Мову

source: Pause
es: Pausa
pl: Pauza
pt: Pausar
uk: Пауза

source: Resume
de: Fortsetzen
es: Reanudar
pl: Wznów
pt: Retomar
uk: Продовжити

source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
pt: Cancelar
uk: Скасувати

# defaultTitle
source: Boil Eggs
de: Eier Kochen
pl: Gotuj Jajka
pt: Cozinhar Ovos
uk: Варити Яйця

# successTitle
source: Success!
de: Fertig!
es: ¡Éxito!
pl: Sukces!
pt: Sucesso!
uk: Готово!

# successBody
source: Your eggs are ready to eat. Enjoy your meal!
de: Deine Eier sind bereit. Guten Appetit!
es: Tus huevos están listos para comer. ¡Buen provecho!
pl: Jajka są gotowe do zjedzenia. Smacznego!
pt: Seus ovos estão prontos. Bom apetite!
uk: Яйця готові до споживання. Смачного!

source: Boil More
de: Noch mehr kochen
es: Hervir Más
pl: Ugotuj więcej
pt: Cozinhar mais
uk: Зварити ще

# upgradeToMedium
source: Boil to Medium
de: Mittel weiterkochen
es: Hervir a Medio
pl: Dogotuj na półmiękko
pt: Cozinhar para Médio
uk: Доварити до мішечка

# upgradeToHard
source: Boil to Hard
de: Hart weiterkochen
es: Hervir a Duro
pl: Dogotuj na twardo
pt: Cozinhar para Duro
uk: Доварити до крутого

# tip1
source: Use older eggs for easier peeling.
de: Ältere Eier lassen sich leichter pellen.
es: Usa huevos más viejos para pelarlos mejor.
pl: Starsze jajka łatwiej obrać.
pt: Ovos mais velhos são mais fáceis de descascar.
uk: Старіші яйця легше чистити.

# tip2
source: Shock eggs in ice water immediately after boiling.
de: Eier nach dem Kochen in Eiswasser abschrecken.
es: Enfría los huevos en agua helada al terminar.
pl: Po ugotowaniu wrzuć jajka do lodowatej wody.
pt: Resfrie os ovos em água gelada após ferver.
uk: Охолодіть яйця у крижаній воді після варіння.

# tip3
source: Add a pinch of salt to prevent cracking.
de: Eine Prise Salz verhindert das Platzen.
es: Añade sal para evitar grietas.
pl: Dodaj szczyptę soli, aby uniknąć pękania.
pt: Adicione uma pitada de sal para evitar rachaduras.
uk: Додайте дрібку солі, щоб уникнути тріщин.

# tip4
source: Room temperature eggs are less likely to crack.
de: Zimmertemperierte Eier platzen seltener.
es: Los huevos a temperatura ambiente se rompen menos.
pl: Jajka w temperaturze pokojowej rzadziej pękają.
pt: Ovos em temperatura ambiente racham menos.
uk: Яйця кімнатної температури рідше тріскаються.

# tip5
source: Don't overcrowd the pot; keep a single layer.
de: Topf nicht überfüllen; nur eine Schicht.
es: No llenes demasiado la olla; usa una sola capa.
pl: Nie przepełniaj garnka; gotuj jedną warstwę.
pt: Não encha demais a panela; use uma única camada.
uk: Не переповнюйте каструлю; варіть в один шар.

# tip6
source: Prick the shell bottom to prevent cracking.
de: Eier anstechen, um Risse zu vermeiden.
es: Pincha la base para evitar grietas.
pl: Nakłuj spód jajka, aby nie pękło.
pt: Fure a base do ovo para evitar rachaduras.
uk: Проколіть дно яйця, щоб воно не тріснуло.

# tip7
source: Fresh eggs are harder to peel but tastier.
de: Frische Eier sind schwerer zu pellen, aber leckerer.
es: Los huevos frescos son más difíciles de pelar pero más ricos.
pl: Świeże jajka trudniej obrać, ale są smaczniejsze.
pt: Ovos frescos são mais difíceis de descascar, mas mais saborosos.
uk: Свіжі яйця важче чистити, але вони смачніші.

# tip8
source: Start eggs in cold water for more even cooking.
de: Mit kaltem Wasser beginnen für gleichmäßiges Garen.
es: Empieza con agua fría para una cocción más uniforme.
pl: Zacznij od zimnej wody dla równego gotowania.
pt: Comece com água fria para cozimento uniforme.
uk: Починайте з холодної води для рівномірного варіння.

# tip9
source: Bring water to a gentle boil, not a rolling one.
de: Wasser sanft kochen lassen, nicht wild.
es: Lleva el agua a ebullición suave, no fuerte.
pl: Doprowadź do delikatnego wrzenia, nie mocnego.
pt: Ferva a água suavemente, não forte.
uk: Доводьте до легкого кипіння, не бурхливого.

# tip10
source: Cover the pot to speed up boiling.
de: Deckel drauf, damit es schneller kocht.
es: Cubre la olla para acelerar la ebullición.
pl: Przykryj garnek, aby przyspieszyć gotowanie.
pt: Tampe a panela para ferver mais rápido.
uk: Накрийте кришкою, щоб швидше закипіло.

# tip11
source: Adding vinegar can help whites seal if shells crack.
de: Essig hilft, Risse im Eiweiß zu schließen.
es: Añadir vinagre ayuda a sellar las claras si hay grietas.
pl: Ocet pomaga ściąć białko przy pęknięciach.
pt: Vinagre ajuda a selar rachaduras na clara.
uk: Оцет допомагає білку згорнутися при тріщинах.

# tip12
source: Use a spoon to lower eggs gently into water.
de: Eier mit einem Löffel sanft einlegen.
es: Usa una cuchara para bajar los huevos al agua.
pl: Użyj łyżki, aby delikatnie włożyć jajka.
pt: Use uma colher para colocar ovos na água.
uk: Кладіть яйця ложкою обережно.

# tip13
source: Stir eggs briefly to center the yolk.
de: Eier kurz rühren, um das Eigelb zu zentrieren.
es: Remueve los huevos brevemente para centrar la yema.
pl: Zamieszaj jajka, aby wyśrodkować żółtko.
pt: Mexa levemente para centralizar a gema.
uk: Перемішайте яйця, щоб жовток був по центру.

# tip14
source: Peel eggs under running water for easier removal.
de: Unter fließendem Wasser pellen geht einfacher.
es: Pela los huevos bajo el grifo para facilitar.
pl: Obieraj pod bieżącą wodą dla ułatwienia.
pt: Descasque sob água corrente para facilitar.
uk: Чистіть під проточною водою.

# tip15
source: Crack eggs on a flat surface, not the edge.
de: Eier auf flacher Oberfläche aufschlagen.
es: Rompe los huevos en superficie plana, no en el borde.
pl: Rozbijaj jajka na płaskiej powierzchni.
pt: Quebre ovos em superfície plana, não na borda.
uk: Розбивайте на пласкій поверхні, не об край.

# tip16
source: Peel from the wide end where the air pocket is.
de: Vom breiten Ende her pellen (Luftblase).
es: Pela desde el extremo ancho donde está el aire.
pl: Obieraj od szerszej strony (komora powietrzna).
pt: Descasque pela parte larga (bolsa de ar).
uk: Чистіть з тупого кінця (повітряна камера).

# tip17
source: Older eggs are better for hard-boiling.
de: Ältere Eier sind besser zum Hartkochen.
es: Los huevos viejos son mejores para hervir duro.
pl: Starsze jajka są lepsze na twardo.
pt: Ovos velhos são melhores para cozinhar duro.
uk: Старі яйця кращі для варіння круто.

# tip18
source: Fresh eggs are ideal for poaching, not boiling.
de: Frische Eier sind ideal zum Pochieren.
es: Los huevos frescos son ideales para pochar, no hervir.
pl: Świeże jajka są lepsze do poszetowania.
pt: Ovos frescos são ideais para pochar.
uk: Свіжі яйця кращі для пашот.

# tip19
source: Let eggs rest a minute before peeling.
de: Eier vor dem Pellen eine Minute ruhen lassen.
es: Deja reposar un minuto antes de pelar.
pl: Odczekaj minutę przed obieraniem.
pt: Deixe descansar um minuto antes de descascar.
uk: Дайте постояти хвилину перед чищенням.

# tip20
source: Use a steamer basket for easy peeling.
de: Dämpfeinsatz erleichtert das Pellen.
es: Usa una cesta de vapor para pelar fácil.
pl: Użyj koszyka do gotowania na parze.
pt: Use cesto de vapor para descascar fácil.
uk: Використовуйте пароварку для легкого чищення.

# tip21
source: Steamed eggs peel more easily than boiled ones.
de: Gedämpfte Eier lassen sich besser pellen.
es: Los huevos al vapor se pelan mejor que los hervidos.
pl: Jajka na parze obierają się łatwiej.
pt: Ovos no vapor descascam melhor que fervidos.
uk: Яйця на пару чистяться краще.

# tip22
source: Overcooking causes green rings around yolks.
de: Überkochen verursacht grüne Ringe.
es: Sobrecoser causa anillos verdes alrededor de la yema.
pl: Przegotowanie powoduje zieloną obwódkę.
pt: Cozinhar demais causa anel verde na gema.
uk: Переварювання дає зелене кільце.

# tip23
source: Green rings are harmless but affect texture.
de: Grüne Ringe sind harmlos, aber unschön.
es: Los anillos verdes son inofensivos pero afectan la textura.
pl: Zielona obwódka jest nieszkodliwa, ale brzydka.
pt: Anéis verdes são inofensivos mas feios.
uk: Зелені кільця нешкідливі, але негарні.

# tip24
source: Egg size slightly changes cooking time.
de: Die Eigröße beeinflusst die Kochzeit.
es: El tamaño del huevo cambia el tiempo de cocción.
pl: Rozmiar jajka zmienia czas gotowania.
pt: O tamanho do ovo muda o tempo de cozimento.
uk: Розмір яйця змінює час варіння.

# tip25
source: High altitude requires longer boiling times.
de: In der Höhe dauert das Kochen länger.
es: La altitud requiere tiempos de cocción más largos.
pl: Wysokość n.p.m. wydłuża czas gotowania.
pt: Altitude exige mais tempo de fervura.
uk: Висота над рівнем моря впливає на час.

# tip26
source: Use a timer for consistent results.
de: Benutze einen Timer für konstante Ergebnisse.
es: Usa un temporizador para resultados constantes.
pl: Używaj minutnika dla powtarzalności.
pt: Use um cronômetro para consistência.
uk: Використовуйте таймер для точності.

# tip27
source: Soft-boiled eggs pair well with toast.
de: Weiche Eier passen gut zu Toast.
es: Los huevos pasados por agua van bien con tostadas.
pl: Jajka na miękko pasują do tostów.
pt: Ovos moles combinam com torradas.
uk: Рідкі яйця смакують з тостами.

# tip28
source: Medium eggs have jammy yolks.
de: Wachsweiche Eier haben cremiges Eigelb.
es: Los huevos medios tienen yemas cremosas.
pl: Jajka średnie mają kremowe żółtko.
pt: Ovos médios têm gemas cremosas.
uk: Яйця в мішечок мають кремовий жовток.

# tip29
source: Hard-boiled eggs are best for salads.
de: Harte Eier sind am besten für Salate.
es: Los huevos duros son mejores para ensaladas.
pl: Jajka na twardo są najlepsze do sałatek.
pt: Ovos duros são melhores para saladas.
uk: Круті яйця найкращі для салатів.

# tip30
source: Peel eggs once fully cooled.
de: Eier erst pellen, wenn sie kalt sind.
es: Pela los huevos una vez fríos.
pl: Obieraj po całkowitym ostygnięciu.
pt: Descasque quando estiverem totalmente frios.
uk: Чистіть, коли повністю охолонуть.

# tip31
source: Ice baths stop cooking immediately.
de: Eisbad stoppt den Garprozess sofort.
es: El baño de hielo detiene la cocción inmediatamente.
pl: Lodowata woda zatrzymuje gotowanie.
pt: Banho de gelo para o cozimento na hora.
uk: Крижана вода миттєво зупиняє варіння.

# tip32
source: Shake eggs gently to loosen shells.
de: Sanft schütteln, um die Schale zu lösen.
es: Agita suavemente para aflojar la cáscara.
pl: Potrząśnij jajkami, aby poluzować skorupkę.
pt: Agite suavemente para soltar a casca.
uk: Потрусіть яйця, щоб відлущити шкаралупу.

# tip33
source: Store peeled eggs in water in the fridge.
de: Gepellte Eier im Wasser im Kühlschrank lagern.
es: Guarda huevos pelados en agua en la nevera.
pl: Obrane jajka przechowuj w wodzie w lodówce.
pt: Guarde ovos descascados em água na geladeira.
uk: Зберігайте очищені яйця у воді в холодильнику.

# tip34
source: Unpeeled eggs last longer in the fridge.
de: Ungepellte Eier halten länger frisch.
es: Los huevos sin pelar duran más en la nevera.
pl: Nieobrane jajka dłużej zachowują świeżość.
pt: Ovos com casca duram mais na geladeira.
uk: Неочищені яйця зберігаються довше.

# tip35
source: Label boiled eggs to avoid confusion.
de: Gekochte Eier markieren, um Verwirrung zu vermeiden.
es: Etiqueta los huevos hervidos para no confundir.
pl: Oznacz ugotowane jajka, by ich nie pomylić.
pt: Marque ovos cozidos para não confundir.
uk: Позначайте варені яйця, щоб не плутати.

# tip36
source: Eggs float when old but are still usable.
de: Alte Eier schwimmen, sind aber essbar.
es: Los huevos flotan si son viejos pero sirven.
pl: Stare jajka unoszą się, ale są jadalne.
pt: Ovos velhos flutuam mas podem ser usados.
uk: Старі яйця плавають, але їстівні.

# tip37
source: Floating eggs should be cooked thoroughly.
de: Schwimmende Eier gut durchkochen.
es: Los huevos que flotan deben cocinarse bien.
pl: Pływające jajka gotuj dokładnie.
pt: Ovos que flutuam devem ser bem cozidos.
uk: Плаваючі яйця треба добре проварити.

# tip38
source: Salted water slightly raises boiling point.
de: Salzwasser kocht bei höherer Temperatur.
es: El agua salada eleva el punto de ebullición.
pl: Słona woda wrze w wyższej temperaturze.
pt: Água salgada ferve a temperatura maior.
uk: Солона вода кипить при вищій температурі.

# tip39
source: Use tongs to remove hot eggs safely.
de: Zange benutzen, um heiße Eier rauszuholen.
es: Usa pinzas para sacar huevos calientes.
pl: Używaj szczypiec do wyjmowania jajek.
pt: Use pinça para remover ovos quentes.
uk: Діставайте гарячі яйця щипцями.

# tip40
source: Room temperature eggs cook more evenly.
de: Zimmertemperierte Eier kochen gleichmäßiger.
es: Los huevos a temperatura ambiente se cuecen parejo.
pl: Jajka w temp. pokojowej gotują się równiej.
pt: Ovos em temperatura ambiente cozinham melhor.
uk: Яйця кімнатної температури варяться рівніше.

# tip41
source: Avoid overcrowding to prevent cracking.
de: Nicht zu voll machen, um Risse zu vermeiden.
es: Evita llenar mucho la olla para evitar choques.
pl: Nie tłocz jajek, by uniknąć pęknięć.
pt: Evite encher muito para não rachar.
uk: Не варіть надто багато яєць одразу.

# tip42
source: A splash of oil reduces foam.
de: Ein Spritzer Öl reduziert Schaum.
es: Un poco de aceite reduce la espuma.
pl: Kropla oleju redukuje pianę.
pt: Um pouco de óleo reduz a espuma.
uk: Крапля олії зменшує піну.

# tip43
source: Gentle simmering prevents damage.
de: Sanftes Köcheln verhindert Schäden.
es: Hervir suavemente previene daños.
pl: Delikatne gotowanie zapobiega uszkodzeniom.
pt: Fervura suave previne danos.
uk: Повільне кипіння запобігає пошкодженням.

# tip44
source: Eggshell color doesn’t affect taste.
de: Schalenfarbe beeinflusst den Geschmack nicht.
es: El color de la cáscara no afecta el sabor.
pl: Kolor skorupki nie wpływa na smak.
pt: A cor da casca não afeta o sabor.
uk: Колір шкаралупи не впливає на смак.

# tip45
source: Brown and white eggs cook the same.
de: Braune und weiße Eier kochen gleich.
es: Huevos marrones y blancos se cocinan igual.
pl: Brązowe i białe gotują się tak samo.
pt: Ovos marrons e brancos cozinham igual.
uk: Коричневі та білі яйця варяться однаково.

# tip46
source: Eggs are a complete protein.
de: Eier sind eine vollständige Proteinquelle.
es: Los huevos son proteína completa.
pl: Jajka to pełnowartościowe białko.
pt: Ovos são proteína completa.
uk: Яйця — це повноцінний білок.

# tip47
source: Yolk color depends on hen’s diet.
de: Die Eigelbfarbe hängt vom Futter ab.
es: El color de la yema depende de la dieta de la gallina.
pl: Kolor żółtka zależy od diety kury.
pt: A cor da gema depende da dieta da galinha.
uk: Колір жовтка залежить від дієти курки.

# tip48
source: Cool eggs before storing.
de: Eier vor dem Lagern abkühlen lassen.
es: Enfría los huevos antes de guardar.
pl: Ostudź jajka przed schowaniem.
pt: Resfrie ovos antes de guardar.
uk: Охолодіть перед зберіганням.

# tip49
source: Use leftover eggs for sandwiches.
de: Reste für Sandwiches nutzen.
es: Usa sobras para sándwiches.
pl: Użyj resztek jajek do kanapek.
pt: Use sobras para sanduíches.
uk: Використовуйте залишки для сендвічів.

# tip50
source: Eggs absorb fridge odors easily.
de: Eier nehmen Kühlschrankgerüche an.
es: Los huevos absorben olores de la nevera.
pl: Jajka chłoną zapachy z lodówki.
pt: Ovos absorvem cheiros da geladeira.
uk: Яйця вбирають запахи холодильника.

# tip51
source: Store eggs in original carton.
de: Im Originalkarton aufbewahren.
es: Guarda huevos en su cartón original.
pl: Przechowuj w oryginalnym opakowaniu.
pt: Guarde na embalagem original.
uk: Зберігайте в оригінальній упаковці.

# tip52
source: Don’t microwave whole eggs.
de: Ganze Eier nicht in die Mikrowelle.
es: No metas huevos enteros al microondas.
pl: Nie wkładaj całych jajek do mikrofalówki.
pt: Não coloque ovos inteiros no microondas.
uk: Не грійте цілі яйця в мікрохвильовці.

# tip53
source: Cracked eggs cook faster.
de: Angeknackste Eier kochen schneller.
es: Los huevos rotos se cocinan más rápido.
pl: Pęknięte jajka gotują się szybciej.
pt: Ovos rachados cozinham mais rápido.
uk: Тріснуті яйця варяться швидше.

# tip54
source: Use older eggs for deviled eggs.
de: Ältere Eier für gefüllte Eier nutzen.
es: Usa huevos viejos para huevos rellenos.
pl: Starsze jajka są lepsze do faszerowania.
pt: Use ovos velhos para ovos recheados.
uk: Старі яйця кращі для фарширування.

# tip55
source: Fresh eggs sink in water.
de: Frische Eier sinken im Wasser.
es: Los huevos frescos se hunden en agua.
pl: Świeże jajka toną w wodzie.
pt: Ovos frescos afundam na água.
uk: Свіжі яйця тонуть у воді.

# tip56
source: Rolling eggs gently loosens shells.
de: Rollen lockert die Schale.
es: Rodar los huevos afloja la cáscara.
pl: Turlanie jajka luzuje skorupkę.
pt: Rolar o ovo solta a casca.
uk: Катання яйця відшаровує шкаралупу.

# tip57
source: Steam makes shells separate cleanly.
de: Dampf trennt die Schale sauber ab.
es: El vapor separa la cáscara limpiamente.
pl: Para oddziela skorupkę od białka.
pt: Vapor separa a casca limpamente.
uk: Пара відділяє шкаралупу чисто.

# tip58
source: Medium heat gives best control.
de: Mittlere Hitze gibt beste Kontrolle.
es: El fuego medio da mejor control.
pl: Średni ogień daje lepszą kontrolę.
pt: Fogo médio dá melhor controle.
uk: Середній вогонь дає кращий контроль.

# tip59
source: Use a lid to reduce splashing.
de: Deckel nutzen gegen Spritzer.
es: Usa tapa para reducir salpicaduras.
pl: Pokrywka ogranicza chlapanie.
pt: Use tampa para evitar respingos.
uk: Кришка зменшує розбризкування.

# tip60
source: Don’t stack eggs in the pot.
de: Eier nicht im Topf stapeln.
es: No apiles huevos en la olla.
pl: Nie układaj jajek warstwami.
pt: Não empilhe ovos na panela.
uk: Не складайте яйця в кілька шарів.

# tip61
source: Peeling warm eggs is harder.
de: Warme Eier sind schwerer zu pellen.
es: Pelar huevos calientes es más difícil.
pl: Ciepłe jajka trudniej obrać.
pt: Descascar ovos quentes é difícil.
uk: Гарячі яйця чистяться важче.

# tip62
source: Cold water shrinks egg whites slightly.
de: Kaltes Wasser lässt Eiweiß schrumpfen.
es: El agua fría encoge un poco la clara.
pl: Zimna woda lekko kurczy białko.
pt: Água fria encolhe a clara levemente.
uk: Холодна вода трохи зменшує білок.

# tip63
source: Hard-boiled eggs are meal-prep friendly.
de: Harte Eier sind super für Meal Prep.
es: Los huevos duros son buenos para meal prep.
pl: Jajka na twardo są świetne na zapas.
pt: Ovos duros são ótimos para marmitas.
uk: Круті яйця зручні для заготовок їжі.

# tip64
source: Eggs contain vitamin D.
de: Eier enthalten Vitamin D.
es: Los huevos contienen vitamina D.
pl: Jajka zawierają witaminę D.
pt: Ovos contêm vitamina D.
uk: Яйця містять вітамін D.

# tip65
source: Overboiling dries the yolk.
de: Zu langes Kochen trocknet das Eigelb aus.
es: Hervir de más seca la yema.
pl: Długie gotowanie wysusza żółtko.
pt: Cozinhar demais seca a gema.
uk: Переварювання сушить жовток.

# tip66
source: Jammy yolks need precise timing.
de: Cremige Eigelbe brauchen präzises Timing.
es: Las yemas cremosas requieren tiempo preciso.
pl: Kremowe żółtko wymaga precyzji.
pt: Gemas cremosas precisam de tempo preciso.
uk: Кремовий жовток вимагає точності.

# tip67
source: Large eggs are the standard for recipes.
de: Große Eier sind Standard in Rezepten.
es: Los huevos grandes son estándar en recetas.
pl: Duże jajka to standard w przepisach.
pt: Ovos grandes são padrão em receitas.
uk: Великі яйця — стандарт для рецептів.

# tip68
source: Soft eggs need careful handling.
de: Weiche Eier vorsichtig behandeln.
es: Los huevos suaves requieren cuidado.
pl: Jajka na miękko wymagają ostrożności.
pt: Ovos moles exigem cuidado.
uk: М'які яйця потребують обережності.

# tip69
source: Use eggs within one week after boiling.
de: Innerhalb einer Woche verzehren.
es: Consume huevos en una semana tras hervir.
pl: Zjedz jajka w ciągu tygodnia.
pt: Consuma em uma semana após cozinhar.
uk: З'їжте протягом тижня після варіння.

# tip70
source: Avoid sudden temperature shocks before boiling.
de: Temperaturschocks vermeiden.
es: Evita choques térmicos antes de hervir.
pl: Unikaj szoku termicznego przed gotowaniem.
pt: Evite choques térmicos antes de ferver.
uk: Уникайте температурного шоку.

# tip71
source: A slotted spoon prevents drops.
de: Schaumlöffel verhindert Fallenlassen.
es: Una cuchara ranurada evita caídas.
pl: Łyżka cedzakowa zapobiega upadkom.
pt: Escumadeira evita quedas.
uk: Шумівка запобігає падінню.

# tip72
source: Boiling time starts after water boils.
de: Zeit ab kochendem Wasser messen.
es: El tiempo cuenta cuando el agua hierve.
pl: Czas licz od zagotowania wody.
pt: Conte o tempo quando a água ferver.
uk: Час рахуйте від закипання.

# tip73
source: Gentle bubbles are ideal.
de: Sanfte Blasen sind ideal.
es: Las burbujas suaves son ideales.
pl: Delikatne bąbelki są idealne.
pt: Bolhas suaves são ideais.
uk: Легкі бульбашки ідеальні.

# tip74
source: Egg whites firm before yolks.
de: Eiweiß wird vor dem Eigelb fest.
es: Las claras cuajan antes que las yemas.
pl: Białko ścina się szybciej niż żółtko.
pt: Claras firmam antes das gemas.
uk: Білок твердне раніше за жовток.

# tip75
source: Peeling under water reduces tearing.
de: Unter Wasser pellen hilft.
es: Pelar bajo agua reduce roturas.
pl: Obieranie w wodzie zmniejsza uszkodzenia.
pt: Descascar na água reduz rasgos.
uk: Чищення у воді зменшує пошкодження.

# tip76
source: Use a pin for precise shell pricking.
de: Mit einer Nadel anstechen.
es: Usa un alfiler para pinchar la cáscara.
pl: Nakłuwaj skorupkę pinezką.
pt: Use um alfinete para furar a casca.
uk: Проколіть шкаралупу голкою.

# tip77
source: Eggshell membranes affect peeling.
de: Die Eihaut beeinflusst das Pellen.
es: La membrana afecta el pelado.
pl: Błonka pod skorupką utrudnia obieranie.
pt: A membrana da casca afeta o descasque.
uk: Плівка впливає на чищення.

# tip78
source: Steam escapes through shell pores.
de: Dampf entweicht durch Poren.
es: El vapor escapa por los poros.
pl: Para ucieka przez pory skorupki.
pt: O vapor escapa pelos poros.
uk: Пара виходить через пори.

# tip79
source: Protein tightens with heat.
de: Eiweiß zieht sich bei Hitze zusammen.
es: La proteína se tensa con calor.
pl: Białko kurczy się pod wpływem ciepła.
pt: Proteína aperta com calor.
uk: Білок стискається від тепла.

# tip80
source: Eggs are naturally gluten-free.
de: Eier sind natürlich glutenfrei.
es: Los huevos son naturalmente sin gluten.
pl: Jajka są naturalnie bezglutenowe.
pt: Ovos são naturalmente sem glúten.
uk: Яйця не містять глютену.

# tip81
source: Older eggs have larger air pockets.
de: Ältere Eier haben größere Luftblasen.
es: Los huevos viejos tienen más aire dentro.
pl: Starsze jajka mają większą komorę powietrzną.
pt: Ovos velhos têm bolsas de ar maiores.
uk: Старі яйця мають більше повітря.
